tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew install "peco"
brew install "go"
brew install "ghq"
brew install "git"
brew install "make"
brew install "jq"

cask "docker"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
cask "slack"
cask "google-japanese-ime"
cask "1password"
cask "dbeaver-community"
cask "chatgpt"
cask "claude"
cask "wireshark"
cask "kindle"
cask "superwhisper"
cask "cursor"
cask "discord"
cask "line"
