tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "peco"
brew "go"
brew "ghq"
brew "git"
brew "make"
brew "jq"

cask "docker"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
cask "slack"
cask "google-japanese-ime"
cask "1password"
cask "dbeaver-community"
cask "chatgpt"
cask "claude"
cask "wireshark"
cask "kindle"
cask "superwhisper"
cask "cursor"
cask "discord"
cask "line"
